Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=819_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámealáhusat
smn: Sämmiliih iäláttâsah

source: Boazodoallu
smn: Puásuituálu

source: Boazodoallu lea sámekultuvrra guovddáš oassi.
smn: Puásuituálu lii puoh enâmustáá uáinojeijee sämikulttuur uási.

source: Buot sámit eai oaččo ealáhusa boazodoalus, muhto dan servodatlaš ja kultuvrralaš mearkkašupmi lea ainge stuoris.
smn: Puoh sämmiliih iä finnee áigápuáđus puásuituálust, mutâ ton siärvuslâš já kulttuurlâš merhâšume lii ain styeres.

source: Boazodoalu jahkásašdáhpáhusaide, geassemiessemearkumiidda ja dálverátkimiidda, oassálastá dábálaččat oppa sohka.
smn: Puásuituálu ihásâštábáhtussáid, kiässáá vyesimiärkkumijd já táálváá pygálysáid, uásálist táválávt ubâ suuhâ.

source: Dat lea áidna árbevirolaš sámi ealáhus, mii okto lea gánnáhahtti.
smn: Tot lii áinoo ärbivuáválâš sämmilâš iäláttâs, mii lii ohtuunis kannatteijee.

source: Boazodoalu boađuin sullii 14 proseantta čoahkkanit stáhta ja EU-doarjagiin.
smn: Puásuituálu puáđuin suulân 14 prosenttid šadda staatâ já EU-torjuin.

source: Máŋggas sápmelaččain barget boazodoalu oktavuođas smávvalágan turisma- dahje gárvvistandoaimma.
smn: Maaŋgâ sämmilâš hárjut puásuituálu paaldâst uceslágán mađhâšem- teikâ jáludemtooimâ.

source: Sámiid ruovttuguovlu gullá erenoamáš boazodoalloguvlui, gos bohccuin lea friddja guohtunvuoigatvuohta.
smn: Sämikuávlu kulá eromâš puásuituálukuávlun, kost poccuin lii rijjâ kuáttumvuoigâdvuotâ.

source: Ruovttuguovllus leat 13 bálgosa ja sulli 1250 boazoeaiggáda, mii lea sullii 27 % oppa Suoma boazoeaiggádiin.
smn: Sämikuávlust láá 13 palgâsid já suulân 1250 poccuuomâsteijed, mii lii suulân 27 % ubâ Suomâ poccuuomâsteijein.

source: Eallibohccot leat sullii 40 % (78 307) oppa Suoma eallibohccuin ja vádjit 80 % Sámi eallibohccuin.
smn: Elettempoccuuh láá suulân 40 % (78 307) ubâ Suomâ elettempoccuin já vááijuv 80 % Laapi elettempoccuin.

source: Sámiid boazodoallu vuođđuduvvá dálve- ja geasseeanaguohtunortnegii, mii vuođđuduvvá bohccuid biologiijai ja badjeolbmuid kultuvrralaš dábiide.
smn: Sämmilâš puásuituálu vuáđuduvá kuáttumjuurrâmvuáhádâhân, mii vuáđuduvá poccui biologian já puásuituállei kulttuurlijd taavijd.

source: Bohccot guođohuvvojit sierra geasse- ja dálveeatnamiin, lassin giđđat lea iežas guođohaneana guoddima várás ja čakčat bohccuid ragatguovlu.
smn: Poccuid kuáđutteh sierâ kesi- já tälvikuávluin, lasseen kiđđuv lii jieijâs kuáttumkuávlu kyeddim várás já čohčuv poccui roohâmkuávlu.

source: Boazodoalus lea vealtameahttun, ahte iešguđetlágan eatnamat leat doarvái.
smn: Puásuituálust lii velttidmettum, ete sierâ kuávluh pijssájeh.

source: Sámi boazodoallu ollašuhttojuvvo ng. dálvesiiddain, mat leat muhtun badjebearraša ráhkadan, sohkii vuođđuduvvi guođohanovttadagat.
smn: Sämmilâš puásuituálu hárjutteh nk. tälvisiijdâin, moh láá muáddi puásuiperrust šoddâm hiäimuvuotân vuáđuduvvee paimândemohtâduvah.

source: Siida stivre boazodoalu ollašuhttima iežas návddašaneatnamiin.
smn: Sijdâ stivree puásuituálu hárjuttem jieijâs navdâšemkuávlust.

source: Bálgosa eatnamiin guhtot máŋggat siiddat.
smn: Palgâs kuávlust paimândeh maaŋgah siijdah.

source: Siiddaid návddašaneatnamiid ráját eai biso ovtta sajis, muhto dat sáhttet molsašuvvat guohtundiliid mielde ja eará siiddat sáhttet maiddái ovttastuvvat nuppiideaset.
smn: Siijdâi navdâšemkuávlui rääjih iä lah pisoviih, peic toh pyehtih muttuđ kuáttumtiilij mield já eres siijdah pyehtih meid ovtâstuđ nubijdis.

source: Bohccot gárddis
smn: Poccuuh käärdist

source: Boazodoalu váikkuhusas lundui lea hállojuvvon hui ollu ja lea čuoččuhuvvon, ahte sámiid ruovttuguovllus livčče liigeguođoheapni.
smn: Puásuituálu vaikuttâsâst luándun láá sárnum viehâ ennuv já láá ettâm, ete sämikuávlust ličij lijgekuáttum.

source: Boazu dego earálágan goddešlájat leat gullan sámiid ruovttuguovllus luondui miehtá historjjá.
smn: Puásui tego eres koddešlaajah láá kuullâm sämikuávlu luándun miätá historjá.

source: Ođđasamos dutkanbohtosiid mielde bohccot sáhttet guohtumiin eastit ođđašlájaid boahtima árktalaš guovlluide.
smn: Uđđâsumos tutkâmpuátusij mield poccuuh pyehtih kuáttumáin estiđ puáđulâššlaajâi puáttim arktâsâš kuávlun.

source: Dálkádaga liegganettiin ođđa šaddo- ja eallišlájat bohtet davás.
smn: Ko šoŋŋâdâh lieggân, uđđâ šaddo- já elleešlaajah puátih tavas.

source: Bohccot estet guohtumiin maiddái šieđgaluvvama ja doalahit daŋasšattuid sihke duktejit árktalaš guovllu luonddu.
smn: Poccuuh estih kuáttumáin meid poijui lijgešoddâm já paijeentuálih tooŋâsšadolâsvuođâ sehe suándejeh arktâsâš kuávlu luándu.

source: Dálkediehtaga lágádusa dutkamuša mielde bohccuid intensiiva guohtun hihttuda muohttaga suddama giđđat hihttudemiin seammás dálkádaga liegganeami.
smn: Áimutiettuu lájádâs tutkâmuš mield poccui pehtilis kuáduttem hittood muottuu suddâm kiđđuv já siämmást hittood šoŋŋâduv lieggânem.

source: Bohccot merkejuvvojit iežas bealljemearkain.
smn: Poccuid miärkkojeh jieijâs peljimerháin.

source: Bealljemearka almmuha oamasteaddji ja soga, masa bohcco oamasteaddji gullá.
smn: Peljimerkkâ almoot omâsteijeevuođâ já suuvâ, moos poccuu omâsteijee kulá.

source: Sámiid boazodoalus mearkkat addojit sohkamearkavuođádaga mielde.
smn: Sämmilâš puásuituálust meerhâid adeleh suhâmerkkâvuáháduv mield..

source: Juohkehaš sogas lea iežas mearkalinjá.
smn: Jyehi suuvâst lii jieijâs merkkâlinjâš.

source: Mánáid bealljemearkkat leat variašuvnnat vánhemiid, dábálaččat juo jápmán fulkkiid mearkkain.
smn: Párnái peljimeerhah láá variaatioh puárásub, táválávt jo jáámmám hiäimulij meerhâin.

source: Dahjege buot mearkalinjjá mearkkat muittuhit nuppiid.
smn: Ađai puoh merkkâlinjáá meerhah sulâstitteh nubijdis.

source: Muhtun ruovttuguovllu bálgosiin bohccuid bibmet dálvit dahje suoinnit atnojuvvojit guođoheamis veahkkin.
smn: Motomijn sämikuávlu palgâsijn purâtteh poccuid tälviv teikâ syeini kiävttoo paaimândmist iššeen.

source: Sivvan lassibiebmamii leat leamaš ee. guohtoneatnamiid hádjáluvvan, vuovdečuollamat ja eará gilvaleaddji eanageavahanvuogit, mat leat geahpedan guohtoneatnamiid meari.
smn: Suijân lasepuurâtmân láá lamaš el. kuáttumkuávlui pieđgânem, meccičuoppâmeh já eres kištottellee eennâmkevttimhäämih, moh láá ucedâm kuáttumij mere.

source: Eanáš oassi bohccuin guhtot ainge luondduviđáguohtoneatnamiin.
smn: Válduoosijn poccuuh poreh ain luándukuáttumijn.

source: Geavadagas oppa sámiid ruovttuguovlu lea leamaš ja lea ain bohccuid guohtuneanan.
smn: Keevâtlávt ubâ sämikuávlu lii lamaš já lii ain poccui kuáttumist.

source: Vaikko boazodoalus geavahit dán áigge njealjejuvllagiid ja mohtorgielkkáid veahkkin, bohcco, luonddu ja dálkádaga dovdan lea hui dehalaš oassi badjeolbmuid ámmátdáiddus.
smn: Veikâ puásuituálust kevttih tááláá ääigi muávloid já moottorkiälháid iššeen, poccuu, luándu já šoŋŋâduv tubdâm lii uáli tergâdis uási puásuituállei áámmátááiđu.

source: Boazodoallu doalaha sámegiela ja ráhkaga lunddolaš sámegiela geavahanbirrasiid.
smn: Puásuituálu paijeentuálá sämikielâ já ráhtá luándulijd sämikielâ kevttimpirrâsijd.

source: Sámegielas lea hui dárkkes ja ollu boazodollui ja lundui gulavaš terminologiija.
smn: Sämikielâst lii uáli tárkká já valjaas puásuituálun já luándun lohtâseijee terminologia.

source: Ámmátlaččat boazodoalu ollašuhttiid gaskaahki lea jámma loktanan (dán áigge sulllii 47 jagi) ja seammás badjeolbmuid olles mearri lea unnumin.
smn: Áámmátlávt puásuituálu hárjutteijei koskâahe lii eivi paijaanmin (tääl nyevt 47 ihheed) já siämmást puásuituállei olesmeeri vuállán.

source: Boazodoalu boahtteáiggi uhkida ealáhusa heittot gánnáhanmuddu, sámiid eretfárren sámiid ruovttuguovllus, dálkkádatnuppástus sihke lassáneaddji spiriidmearri.
smn: Puásuituálu puátteevuođâ uhkedeh hiäjus kannatteijeevuotâ, sämmilij meddâlvarrim sämikuávlust, šoŋŋâdâhnubástus sehe šaddee piätumeeri.

source: Duodji
smn: Tyeji

source: Sámi duodji, duodji lea oassi sámiid luonddu ja kultuvrra gaskasaš gaskavuođa ja sámiid eallinvuogi.
smn: Sämmilâš tyeji lii uási sämmilij luándu já kulttuur koskâsâš koskâvuođâ já sämmilii eellimtääpi.

source: Duodji lea sihke dáidda ja ealáhusvuohki.
smn: Tyeji lii sehe taaiđâ ete iälättâshäämi.

source: Duodjeárbi lea vuorrováikkuhus luondduin sihke materiála háhkamis ja dujiid hervemis.
smn: Tyejiärbi lii vuáruvaikuttâs luánduin sehe materiaal skappuumist ete tuojij heervâtmijn.

source: Juohke guovllus lea iežas vuohki duddjot sámi duoji.
smn: Jyehi kuávlust lii jieijâs tääpi rähtiđ sämityeje.

source: Váldoduodjeárbbit Suomas leat nuortalaš-, anáraš- ja davvisápmelaš duojit.
smn: Váldu kietâtyejiäärbih Suomâst láá nuorttâlâš, anarâš já tavesämmilâš tyejeh.

source: Duodji lea gaskaoapmi, man bokte oahpahuvvo kultuvra, dan árvvut, filosofiija, jurddašanmáilbmi.
smn: Tyeji lii niävvu, mon peht máttáátteh kulttuur, ton áárvuid, filosofia, jurdâččemvyevi.

source: Duodjedáidu sirdašuvvá buolvvas nubbái sosiálalaš dáhkamusaš.
smn: Tyejitáiđu sirdášuvá suhâpuolvâst nuubán sosiaallâš vuáruvaikuttâsâst.

source: Dehalaš oassi duodjedáiddus lea sámegielat duodjeterminologiija.
smn: Tergâdis kietâtyejitááiđu uási lii sämikielâlâš tyejiterminologia.

source: Duodji lea dán áigge sihke atnuávdnasiid ja biktasiid ráhkadeapmi muhto maiddái dáiddaduodji.
smn: Tyeji lii tááláá ääigi sehe anotiiŋgâi já pihtâsij rähtim mutâ meid taaiđâtyeji.

source: Sámi duodji juohkášuvvá ng. dipma ja garra dujiide.
smn: Sämityeji juáhhoo nk. timmâ já korrâ tuojijd.

source: Duoji materiálaid čoaggit luonddus bistevaš vugiin.
smn: Tyeje amnâsijd noreh luándust pištee vuovvijn.

source: Duodji eallá luonddulotnašuvvama mielde ja materiálaid čoaggit ja gieđahallat dihto áigge jagis.
smn: Tyeji iälá luándujuurrâm mield já materiaalijd noreh já kieđâvušeh tiätuááigán ivveest.

source: Daid ráhkadeamis ávkkástallat materiálaid buot osiid.
smn: Tai vaalmâštmist ávhástâleh amnâsij puoh osijguin.

source: Leaibbi, soagi ja sieđgga geavahit náhki ostemis.
smn: Leeibi, suávi já poijuu kevttih näähki ostodmist.

source: Vettiid atnet erenoamážit anár- ja nuortlašduodjeárbbis atnubiergasiid ráhkadeapmai ja hervemii.
smn: Viäddáid kevttih eromâšávt anarâš já nuorttâlâš tyejiäärbist anotiiŋgâi vaalmâštmân já heervâtmân.

source: Bohccos geavahit náhkiid, čorvviid, dávttiid ja suonaid.
smn: Poccust kevttih naahkijd, čoorvijd, taavtijd já suonâid.

source: Šattuid atnet diŋggaid báidnimii ja gámasuoinniid čoaggit vai juolggit bissot liekkasin nuvttohiid siste.
smn: Šadoid kevttih kággái ivniimân já kamuvsuoinijd noreh vâi jyelgih pisoh lieggâsin sovskammuin.

source: Guoli-, lotti- ja smávvafuođđuid náhkiid geavahit smávvadujiid ráhkadeapmai.
smn: Čuomâ, lode näähki já smaavâmeccivalje näähki kevttih smaavâtuojij rähtimist.

source: Muorradujiid duddjojit reatkáin ja báhkiin.
smn: Muorâtyeje rähtih rááđhást já paahijn.

source: Lassin geavahit dani, golli ja silbba.
smn: Lassen kevttih tane, kole já siilbâ.

source: Dujiid herven ja ivnnit govvidit luonddu ja eará jagiáiggiid, erenoamážit ruškki iešguđetlágan ivnnit oidnojit máŋggain sámi dujiin.
smn: Tuojij hervâttem já iivneh čäittih luándu já sierâ iveaaigijd, eromâšávt ruške jieškote-uv iivneh uáinojeh maaŋgâin sämituojijn.

source: Nuortalašsámiid duodjeárbi, veaddeduojit
smn: Nuorttâlâš tyejiärbi, veddityeji

source: Sámegákti lea sámiid álbmotbivttas ja sámiid etnisitehta dovddaldat.
smn: Sämimááccuh lii sämmilij aalmuglâšmááccuh já sämmilii etnisiteet tubdâldâh.

source: Gávttii atnit dán áigge váldoáššis ávvudanbivttasin, nu heajain go hávdádusainge, muhto maiddái virggálaš čoahkkimiid bivtttasin.
smn: Mááccuh kiävttoo tááláá ääigi iänááš juhlepihtâsin, nuuvt heejâin ko hávdájáin-uv, mutâ meid virgálij čuákkimij pihtâsin.

source: Boarrasut sámeálbmogii sámegákti lea seilon ain árgabivttasin.
smn: Puárásub sämiaalmugân sämimááccuh lii siäilum ain argâpihtâsin.

source: Gávtti hervemat ja ollisvuohta muitalit gos guovllos sámi olmmoš lea eret, juoba siviilaseađu ja soga.
smn: Mááccuh heervah já oleshäämi muštâleh mon sämikuávlust olmooš lii meddâl, jobâ siiviiltile já suuvâ.

source: Sámegákti lea nuppástuvvan áiggiid mielde ja gávtti sáhttá ainge variariseret.
smn: Sämimááccuh lii muttum aaigij mield já mááccuh puáhtá ain-uv mutteđ.

source: Suomas leat anus vihtta sámegávtti váldomálle: Deanu, Anára, Eanodaga, Vuohcu ja nuortalaččaid gákti.
smn: Suomâst láá kiävtust vittâ sämimááccuh váldumaali: Tiänu, Aanaar, Iänuduv, Vuáču já nuorttâlâšâi mááccuh.

source: Sámegávtti ja sáme duoji viidasabbot lea boastut atnán turismmas ja sámi duoji muittuheaddji kopiijaid vuvdet mátkemuitun.
smn: Sämimáccuhijguin já sämituojijguin vijđásubbooht-uv láá puástud ávhástâllum maađhâšmist já sämityeje nálásijd kopioid vyebdih mätkimušton.

source: Sámi duojáriid ámmátsearvi, Sámi Duodji, mieđiha mearkka sáme duodjái, mas sáhttá dovdat eakti sáme duoji.
smn: Säämi tuáijárij áámmátservi,, mieđeet meerhâ säämi tuáján, mast puáhtá tubdâđ puigâ sämityeje.

source: Sámi Duodji ro:a lahttun besset dušše čeahpes duojárat.
smn: Sámi Duodji ry jesânin peesih tuše čepis tuáijáreh.

source: Lahtut searvvis leat sullii 300.
smn: Jesâneh seervist láá suulân 300.

source: Sámi duodjeárbi erenoamážit anár- ja nuortlašsámiid árbbit leat aitatvuložat.
smn: Säämi tyejiärbivyevist eromâšávt anarâš- já nuorttâlâš ärbivyevih láá uhkevuálásiih.

source: Guollebivdu
smn: Kuálástem

source: Guollebivdu lea sámekultuvrra dehalaš oassi erenoamážit Ohcejogas ja Anáris.
smn: Kuálástem lii tergâdis sämikulttuur uási eromâšávt Ucjuuvâst já Anarist.

source: Guollebivdu ii leat okto gánnáhahtti ealáhus, muhto guollebivdui laktásit dávjá boazodoallu dahje turismabálvalusat.
smn: Kuálástem ij lah ohtuunis kannatteijee iäláttâs, peic kuáláástmân kuleh maŋgii puásuituálu teikâ mađhâšempalvâlusah.

source: Juohkehaš guollebivddu ollašuhtti sámesogas leat árbevirolaš guollesajit, dihto sogaid návddašeamis leat iežas jávrrit, luovttat dahje jogaid oasit.
smn: Jyehi sämisuuvâst, mii háárjut kuálástem, láá sii ärbivuáváliih kyelisajeh, tiätu suuvâi naavdâšmist láá jieijâs jäävrih, luovtah teikâ juhâuásih.

source: Buohkat dovdet iežaset ja earáid eatnamiid ja bissot iežaset návddášaneatnamiid alde.
smn: Puoh tobdeh jieijâs já iärásij kuávluid já pisoh jieijâs navdâšemkuávluin.

source: Guliid bivdimii laktasa sápmelaš árvumáilbmi, guovlu ii liigebivdo ja fuolahuvvo das, ahte maiddái čuovvovaš jagiid leat doarvái guoláštamoš.
smn: Kyelipiivdon kulá sämmilâš árvumaailm, kuávlu iä lijgekuáláást já huolâtteh tast, ete meid puáttee iivijn láá tuárvi kyeleh kuálástemnáál.

source: Guollebivdoárbbis lea dehalaš servodatlaš olli sihke guollebivddu iežas sámegielat terminologiija.
smn: Kuálástemärbivyevist lii tergâdis siärvuslâsvuođâlâš olleemvuotâ sehe kuálástem jieijâs sämikielâlâš terminologia.

source: Deanu guollebivdoárbái gullet dán áigge gildojuvvon rastábuođđu, duhastus ja goldin sihke velá ain geavahusas joddo- ja meardebuođđu, fierbmebivdu orru firpmiin, nuohttun, golgadeapmi dahje áhpegolgadan bivdu, ja stággo- ja vuoggabivdu.
smn: Tiänu kuálástemärbivuáhán kuleh tááláá ääigi kieldum rastapuáđu, tuohâstem já kullekoldem sehe vala kiävtust leijee luosâpuáđu já länipuáđu, viermipivdem čuážžoo viärmáin, koldem, kulgâdâhviärmáin pivdem, já stággu- já vuoggâkuálástem.

source: Nuortalaškultuvrra iežas erenoamášvuohtan lea Njávdáma Kolttakoskis ollašuhtton geahpilnuohttun.
smn: Nuorttâlâškulttuur jieijâs eromâš jiešvyehi lii Njiävđám kiävŋást hárjuttum keeppilkoldem.

source: Sáme guollebivdoárbi lea váras jávkat.
smn: Sämmilâš kuálástemärbi lii vaarâst lappuđ.

source: Guollebivdoárbbi uhkida sápmelaččaid eretfárren ruovttuguovllus eret ja guollebivddu heittot gánnáhahttivuohta.
smn: Kuálástemäärbi uhkedeh sämmilij meddâlvarrim päikkikuávlust já kuálástem hiäjus kannatteijeevuotâ.

source: Fárredettiin sámiid ruovttuguovllu olggobeallai sámit manahit lágalaš vuoigatvuoiđaideaset lihkadit ja ávkkástallat luonddu dihto guovlluin manahemiin oktavuođa árbevirolaš soahkaeatnamiidda.
smn: Talle ko värrejeh sämikuávlu ulguubel sämmiliih monâtteh sii lahâaasâtlii vuoigâdvuođâ jotteeđ já kevttiđ luándu tiätukuávluin já monâtteh sii ohtâvuođâ ärbivuáválijd suhâkuávloid.

source: Nuorat eai šat oahpa lunddolaččat sámi guollebivdoárbbi ja guollebivdoárbi, dasa gulavaš diehtu ja terminologiija lea váras jávkat.
smn: Nuorah iä innig oopâ luándulávt sämmilâš kuálástemäärbist já kuálástemärbi, toos lohtâseijee tiätu já teermih láá vaarâst lappuđ.

source: Árbevirolaš bivdobiergasat leat báhcimin eret geavahusas maiddái ođđa teknihká geažil.
smn: Ärbivuáváliih pivdopiergâseh láá päcimin meddâl kiävtust uđđâ tekniik mield..

source: Eará ealáhusat
smn: Eres iäláttâsah

source: Čoaggin lea ain dehalaš oassi sámiid biepmu ja materiálaid háhkama.
smn: Nuurrâm kulá ain tergâdis uássin sämmilij purrâmuš já amnâs skappuumân.

source: Murjjiid sáhttá čoaggit maiddái vuovdinláhkai.
smn: Muorjijd puáhtá nuurrâđ meid vyebdimnáál.

source: Sámiin leat iežaset, árbevirolaš sogaid geavahusas leahkki čoagginguovllut, gos čogget luopmániid, joŋaid ja sarridiid.
smn: Sämmilijn láá jiejah, ärbivuáváliih suuvâi kiävtust leijee nuurrâmkuávluh, main noreh luámánijd, juuŋâid já soorijd.

source: Eará eatnamiidda ii árbevirolaččat manno.
smn: Iärrásij kuávloid iä ärbivuáválávt moonâ.

source: Bivdu dahjege meahccebivdu lea leamaš guhká eará sámi ealáhusaid oassin.
smn: Pivdo ađai miäcástem lii kuhháá lamaš eres sämmilij iäláttâsâi uássin.

source: Meahccebivdu ii leat okto gánnáhahtti ealáhus.
smn: Miäcástem ij lah ohtuunis kannatteijee iäláttâs.

source: Dán áigge bivdet erenoamážit ealggaid ja rievssahiid.
smn: Tááláá ääigi miäcásteh eromâšávt soorvâid sehe riävskáid.

source: Sámi bivdokultuvrras gárdot rievssahiid.
smn: Sämmilii pivdokulttuurist riävskáh pivdojeh kielâiguin.

source: Meahcásteaddjiin leat anus ng. rievssatgárddit giellabálggisin, gos meahcásteaddjit ráhkadit iežaset návddášaneatnamiidda iežaset rievssat gielaid ráidduid ja gihpuid.
smn: Miäcásteijein láá kiävtust nk. riävskákäärdih, main miäcásteijeeh rähtih jieijâs navdâšemkuávloid jieijâs riävskákielâi kaardijd.

source: Nuppiid návddášaneatnamiidda ii manno gárdut rievssahiid.
smn: Nuubij navdâšemkuávloid iä moonâ pivdeđ riävskáid.

source: Árbevirolaččat rievssahiid gárdo dan mađe go dárbbašedje eará biepmu lassin ja maidddái vuovdima várás fuolahemiin goitotge das, ahte nálli bisui bisovažžan.
smn: Ärbivuáválávt riävskáh pivdojii ton verd ko taid tarbâšii eres purrâmuš lasseen já meid vyebdimnáál huolâtmáin kuittâg tast, ete nääli piergejii.

source: Rievssatnáli molsašuddamat leat váttásmahttán rievssahiid bivdima.
smn: Riävskánääli heiviittâlmeh láá toohâm riävskái pivdem vaigâdubbon.

source: Eanadoallu bođii sámiid ruovttuguvlui 1700-logus ja erenoamážit Ohcejoga ja Anára guvlui oassin guollebivdo- ja bivdokultuvrra.
smn: Eennâmtuálu poođij sämikuávlun 1700-lovvoost já eromâšávt Ucjuv já Aanaar kuávlust kuálástem- já pivdokulttuur uássin.
